Repository: MindThaApp/PowerPlanTray
Catalog: src/PowerPlanTray/Strings/*/Resources.resw
Source language: en_us
Languages: am, ar, bn, de, es, fa, fil, fr, hi, id, it, ja, ko, my, pt, ru, sw, th, tr, ur, vi, zh_hans

# PrivacyPolicy.Content
source: Privacy Policy
am: የግላዊነት ፖሊሲ
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzerklärung
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fil: Patakaran sa Pagkapribado
fr: Politique de confidentialité
hi: निजता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: 個人情報保護方針
ko: 개인정보 처리방침
my: ကိုယ်ရေးအချက်အလက်မူဝါဒ
pt: Política de Privacidade
ru: Политика конфиденциальности
sw: Sera ya Faragha
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

# ProfileFiles.Text
source: Profile files
am: መገለጫ ፋይሎች
ar: ملفات ملفات التعريف
bn: প্রোফাইল ফাইল
de: Profildateien
es: Archivos de perfil
fa: فایل‌های نمایه
fil: Mga file ng profile
fr: Fichiers de profil
hi: प्रोफ़ाइल फ़ाइलें
id: File profil
it: File del profilo
ja: プロファイルファイル
ko: 프로필 파일
my: ပရိုဖိုင်ဖိုင်များ
pt: Ficheiros de perfil
ru: Файлы профиля
sw: Faili za Profaili
th: ไฟล์โปรไฟล์
tr: Profil dosyaları
ur: پروفائل فائلیں
vi: Tệp hồ sơ
zh_hans: 个人资料文件

# NavProfiles.Content
source: Profiles
am: መገለጫዎች
ar: ملفات التعريف
bn: প্রোফাইল
de: Profile
es: Perfiles
fa: نمایه‌ها
fil: Mga Profile
fr: Profils
hi: प्रोफ़ाइल
id: Profil
it: Profili
ja: プロフィール
ko: 프로필
my: ပရိုဖိုင်များ
pt: Perfis
ru: Профили
sw: Profaili
th: โปรไฟล์
tr: Profiller
ur: پروفائلز
vi: Hồ sơ
zh_hans: 个人资料

# Profiles.Text
source: Profiles
am: መገለጫዎች
ar: ملفات التعريف
bn: প্রোফাইল
de: Profile
es: Perfiles
fa: نمایه‌ها
fil: Mga Profile
fr: Profils
hi: प्रोफ़ाइल
id: Profil
it: Profili
ja: プロフィール
ko: 프로필
my: ပရိုဖိုင်များ
pt: Perfis
ru: Профили
sw: Profaili
th: โปรไฟล์
tr: Profiller
ur: پروفائلز
vi: Hồ sơ
zh_hans: 个人资料

# ReenableCpuBoostContent
source: This will increase the maximum processor state from {0}% to 100% to re-enable CPU boost. Continue?
am: ይህ {0} % ከ ከፍተኛው የአሰሳ ሁኔታን ከ 100% ወደ እንደገና ሊነቃ የሚችል የሲፒዩ ማበረታቻ ይጨምራል. ይቀጥሉ?
ar: سيؤدي هذا إلى رفع الحالة القصوى للمعالج من {0}% إلى 100% لإعادة تمكين تعزيز المعالج. هل تريد المتابعة؟
bn: এটি {0} % থেকে সর্বাধিক প্রসেসরের অবস্থা পুনরায় সক্ষমযোগ্য CPU বুস্টে 100% বৃদ্ধি করবে । চালিয়ে যাবেন?
de: Dadurch wird der maximale Prozessorstatus von {0} % auf 100% erhöht, um den CPU-Boost wieder zu aktivieren. Fortfahren?
es: Esto aumentará el estado máximo del procesador de {0} % al 100% para volver a habilitar el impulso de la CPU. ¿Continuar?
fa: این کار برای فعال‌سازی دوباره تقویت CPU، حداکثر وضعیت پردازنده را از {0}% به 100% افزایش می‌دهد. ادامه می‌دهید؟
fil: Ito ay dagdagan ang maximum na estado ng processor mula sa{0}% sa 100% upang muling paganahin ang CPU boost. Magpatuloy?
fr: Cela augmentera l'état maximum du processeur de {0} % à 100 % pour réactiver l'augmentation du processeur. Continuer ?
hi: इससे सीपीयू बूस्ट को फिर से चालू करने के लिए अधिकतम प्रोसेसर की स्थिति {0} % से 100% तक बढ़ जाएगी। जारी रखें?
id: Ini akan meningkatkan status prosesor maksimum dari {0} % menjadi 100% untuk mengaktifkan kembali boost CPU. Lanjutkan?
it: Questo aumenterà lo stato massimo del processore da {0}% al 100% per riattivare il boost della CPU. Continuare?
ja: これにより、CPUブーストを再度有効にするために、最大プロセッサ状態が{0} %から100%に増加します。続行しますか？
ko: 이 작업을 수행하면 최대 프로세서 상태가 {0}%에서 100%로 증가하여 CPU 부스트가 다시 활성화됩니다. 계속하시겠습니까?
my: ဤသည်က CPU boost ကို ပြန်လည်ဖွင့်ရန် {0}% မှ 100% အထိ အမြင့်ဆုံး processor အဆင့်ကို မြှင့်တင်ပါမည်။ ဆက်လုပ်မလား?
pt: Isso aumentará o estado máximo do processador de {0} % para 100% para reativar o reforço da CPU. Continuar?
ru: Это увеличит максимальное состояние процессора с {0} % до 100%, чтобы снова включить ускорение процессора. Продолжить?
sw: Hii itaongeza hali ya juu zaidi ya processor kutoka {0}% hadi 100% ili kuruhusu tena kuongeza nguvu ya CPU. Endelea?
th: นี่จะเพิ่มสถานะโปรเซสเซอร์สูงสุดจาก {0}% เป็น 100% เพื่อเปิดใช้งานการเพิ่มประสิทธิภาพ CPU ต่อไปหรือไม่?
tr: Bu, CPU desteğini yeniden etkinleştirmek için maksimum işlemci durumunu % {0}'dan % 100 'e çıkaracaktır. Devam edilsin mi?
ur: یہ CPU بوسٹ دوبارہ فعال کرنے کے لیے پروسیسر کی زیادہ سے زیادہ حالت {0}% سے 100% کر دے گا۔ جاری رکھیں؟
vi: Điều này sẽ tăng trạng thái bộ xử lý tối đa từ {0}% lên 100% để bật lại tăng tốc CPU. Tiếp tục?
zh_hans: 这将使最大处理器状态从{0} %增加到100% ，以重新启用CPU提升。是否继续？

# ReenableCpuBoostTitle
source: Re-enable CPU boost?
am: እንደገና ሊነቃ የሚችል የሲፒዩ ማጠናከሪያ?
ar: إعادة تمكين تعزيز المعالج؟
bn: সিপিইউ বুস্ট পুনরায় সক্ষম করবেন?
de: CPU-Boost wieder aktivieren?
es: ¿Volver a habilitar el aumento de CPU?
fa: تقویت CPU دوباره فعال شود؟
fil: Muling paganahin ang CPU boost?
fr: Réactiver le boost CPU ?
hi: CPU बूस्ट फिर से चालू करें?
id: Aktifkan kembali peningkatan CPU?
it: Riattivare il boost della CPU?
ja: CPUブーストを再度有効にしますか？
ko: CPU 부스트를 다시 활성화하시겠습니까?
my: CPU boost ကို ပြန်လည်ဖွင့်မလား?
pt: Reativar o reforço da CPU?
ru: Повторно включить ускорение процессора?
sw: Ruhusu tena kuongeza nguvu ya CPU?
th: เปิดใช้งานการเพิ่มประสิทธิภาพ CPU ใหม่หรือไม่?
tr: CPU desteği yeniden etkinleştirilsin mi?
ur: CPU بوسٹ دوبارہ فعال کریں؟
vi: Bật lại bộ tăng tốc CPU?
zh_hans: 是否重新启用CPU提升？

# RestoreWindowsDefaults.Content
source: Restore Windows Defaults
am: የዊንዶውስ ጉድለቶችን ይመልሱ
ar: استعادة إعدادات Windows الافتراضية
bn: উইন্ডোজ ডিফল্টগুলি পুনরুদ্ধার করুন
de: Windows-Standardwerte wiederherstellen
es: Restaurar valores predeterminados de Windows
fa: بازیابی پیش‌فرض‌های Windows
fil: Ibalik muli ang mga Default ng Windows
fr: Restaurer les valeurs par défaut de Windows
hi: Windows डिफ़ॉल्ट को पुनर्स्थापित करें
id: Pulihkan Windows Default
it: Ripristina impostazioni predefinite di Windows
ja: Windowsのデフォルトに戻す
ko: 윈도우 기본값 복원
my: Windows မူရင်းအတိုင်းပြန်သွင်းပါ
pt: Restaurar Padrões do Windows
ru: Восстановление настроек Windows по умолчанию
sw: Rekebisha Chaguo-msingi za Windows
th: คืนค่าเริ่มต้นของ Windows
tr: Windows Varsayılanlarını Geri Yükle
ur: Windows کی طے شدہ ترتیبات بحال کریں
vi: Khôi phục mặc định của Windows
zh_hans: 还原Windows默认值

# SaveAndRestoreSnapshotsOfThe.Text
source: Save and restore snapshots of the current power plan's advanced setting visibility and AC/DC values.
am: የአሁኑ የኃይል ዕቅድ የላቁ ቅንብር ታይነት እና የ AC/ዲሲ እሴቶች ቅጽበታዊ ገጽ እይታዎችን ያስቀምጡ እና ይመልሱ ።
ar: احفظ واستعد لقطات لرؤية الإعدادات المتقدمة وقيم التيار والبطارية في خطة الطاقة الحالية.
bn: বর্তমান পাওয়ার প্ল্যানের উন্নত সেটিং দৃশ্যমানতা এবং এসি/ডিসি মানগুলির স্ন্যাপশটগুলি সংরক্ষণ করুন এবং পুনরুদ্ধার করুন ।
de: Speichern und Wiederherstellen von Snapshots der erweiterten Einstellungssichtbarkeit und AC/DC-Werte des aktuellen Energieplans.
es: Guarde y restaure instantáneas de la visibilidad de configuración avanzada del plan de energía actual y los valores de CA/CC.
fa: تصاویر لحظه‌ای از نمایش تنظیمات پیشرفته و مقادیر AC/DC طرح برق فعلی را ذخیره و بازیابی کنید.
fil: I - save at ibalik ang mga snapshot ng advanced na visibility ng kasalukuyang power plan at mga halaga ng AC/DC.
fr: Enregistrez et restaurez des instantanés de la visibilité des paramètres avancés et des valeurs AC/DC du plan d'alimentation actuel.
hi: वर्तमान पावर प्लान की उन्नत सेटिंग दृश्यता और एसी/डीसी मानों के स्नैपशॉट सहेजें और पुनर्स्थापित करें।
id: Simpan dan pulihkan snapshot dari visibilitas pengaturan lanjutan rencana daya saat ini dan nilai AC/DC.
it: Salva e ripristina snapshot della visibilità delle impostazioni avanzate del piano di alimentazione attuale e dei valori AC/DC.
ja: 現在の電力プランの詳細設定の可視性とAC/DC値のスナップショットを保存して復元します。
ko: 현재 전원 계획의 고급 설정 표시 및 AC/DC 값의 스냅샷을 저장하고 복원합니다.
my: လက်ရှိပါဝါစီမံခန့်ခွဲမှုအစီအစဉ်၏ အဆင့်မြင့်ဆက်တင်များမြင်နိုင်မှုနှင့် AC/DC တန်ဖိုးများကို သိုလှောင်၍ ပြန်လုပ်နိုင်သည်။
pt: Salve e restaure instantâneos da visibilidade de configuração avançada do plano de energia atual e dos valores AC/DC.
ru: Сохраняйте и восстанавливайте снимки видимости расширенных настроек текущего плана электропитания и значений переменного/постоянного тока.
sw: Hifadhi na urejeshe mifumo ya sasa ya mpango wa nguvu yenye muonekano wa mipangilio ya juu na thamani za AC/DC.
th: บันทึกและกู้คืนสแนปช็อตของการมองเห็นการตั้งค่าขั้นสูงและค่าของ AC/DC ของแผนพลังงานปัจจุบัน
tr: Mevcut güç planının gelişmiş ayar görünürlüğünün ve AC/DC değerlerinin anlık görüntülerini kaydedin ve geri yükleyin.
ur: موجودہ پاور پلان کی اعلیٰ ترتیب کی نمائش اور AC/DC قدروں کے اسنیپ شاٹس محفوظ اور بحال کریں۔
vi: Lưu và khôi phục ảnh chụp nhanh về khả năng hiển thị cài đặt nâng cao và giá trị AC/DC của gói nguồn điện hiện tại.
zh_hans: 保存和恢复当前电源计划的高级设置可见性和AC/DC值的快照。

# SavedProfiles.Text
source: Saved profiles
am: የተቀመጡ መገለጫዎች
ar: ملفات التعريف المحفوظة
bn: সেভ করা প্রোফাইল
de: Gespeicherte Profile
es: Perfiles guardados
fa: نمایه‌های ذخیره‌شده
fil: Naka - save na mga profile
fr: Profils enregistrés
hi: सेव की गई प्रोफ़ाइल
id: Profil tersimpan
it: Profili salvati
ja: 保存されたプロフィール
ko: 저장된 프로필
my: သိမ်းဆည်းထားသောပရိုဖိုင်များ
pt: Perfis guardados
ru: Сохраненные профили
sw: Profaili zilizohifadhiwa
th: โปรไฟล์ที่บันทึกไว้
tr: Kayıtlı profiller
ur: محفوظ شدہ پروفائلز
vi: Hồ sơ đã lưu
zh_hans: 已保存的个人资料

# SaveNewProfile.Content
source: Save new profile
am: አዲስ መገለጫ አስቀምጥ
ar: حفظ ملف تعريف جديد
bn: নতুন প্রোফাইল সেভ করুন
de: Neues Profil speichern
es: Guardar nuevo perfil
fa: ذخیره نمایه جدید
fil: I - save ang bagong profile
fr: Enregistrer un nouveau profil
hi: नई प्रोफ़ाइल सेव करें
id: Simpan profil baru
it: Salva nuovo profilo
ja: 新しいプロフィールを保存
ko: 새 프로필 저장
my: ပရိုဖိုင်အသစ်သိမ်းဆည်းပါ
pt: Guardar novo perfil
ru: Сохранить новый профиль
sw: Hifadhi profaili mpya
th: บันทึกโปรไฟล์ใหม่
tr: Yeni profili kaydet
ur: نیا پروفائل محفوظ کریں
vi: Lưu hồ sơ mới
zh_hans: 保存新配置文件

# SaveToFile.Content
source: Save to file...
am: ወደ ፋይል አስቀምጥ...
ar: حفظ إلى ملف...
bn: ফাইলে সেভ করুন...
de: In Datei speichern...
es: Guardar en archivo...
fa: ذخیره در فایل...
fil: I - save sa file...
fr: Enregistrer dans un fichier...
hi: फ़ाइल में सहेजें...
id: Simpan ke file...
it: Salva su file...
ja: ファイルに保存...
ko: 파일로 저장...
my: ဖိုင်သို့သိမ်းဆည်းပါ...
pt: Guardar para ficheiro...
ru: Сохранить в файл...
sw: Hifadhi kwenye faili...
th: บันทึกลงไฟล์...
tr: Dosyaya kaydet...
ur: فائل میں محفوظ کریں...
vi: Lưu vào tệp...
zh_hans: 保存到文件...

# SelectPowerPlan
source: Select {0} power plan
am: {0} የኃይል ዕቅድ ይምረጡ
ar: تحديد خطة الطاقة {0}
bn: {0} পাওয়ার প্ল্যান নির্বাচন করুন
de: Wählen Sie {0} Power Plan
es: Seleccione el plan de energía {0}
fa: طرح برق {0} را انتخاب کنید
fil: Piliin ang {0} power plan
fr: Sélectionnez le plan d'alimentation {0}
hi: {0} पावर प्लान चुनें
id: Pilih paket daya {0}
it: Seleziona piano di alimentazione {0}
ja: {0}電源プランを選択
ko: {0} 전원 계획 선택
my: {0} ပါဝါစီမံခန့်ခွဲမှုအစီအစဉ်ကို ရွေးချယ်ပါ
pt: Selecionar plano DE energia {0}
ru: Выберите схему питания {0}
sw: Chagua mpango wa nguvu wa {0}
th: เลือกแผนพลังงาน {0}
tr: {0} güç planını seçin
ur: {0} پاور پلان منتخب کریں
vi: Chọn gói điện {0}
zh_hans: 选择{0}电源计划

# SettingsMenu
source: Settings…
am: ቅንብሮች...
ar: الإعدادات…
bn: সেটিংস...
de: Einstellungen...
es: Ajustes...
fa: تنظیمات…
fil: Mga Setting...
fr: Paramètres...
hi: सेटिंग...
id: Pengaturan…
it: Impostazioni…
ja: 設定…
ko: 설정…
my: ဆက်တင်များ…
pt: Definições…
ru: Настройки…
sw: Mipangilio…
th: การตั้งค่า…
tr: Ayarlar…
ur: ترتیبات…
vi: Cài đặt…
zh_hans: 设置…

# SettingsWindowSize.Header
source: Settings window size
am: ቅንብሮች መስኮት መጠን
ar: حجم نافذة الإعدادات
bn: সেটিংস উইন্ডোর আকার
de: Einstellungen Fenstergröße
es: Tamaño de la ventana de configuración
fa: اندازه پنجره تنظیمات
fil: Laki ng window ng mga setting
fr: Taille de la fenêtre des paramètres
hi: सेटिंग विंडो का आकार
id: Ukuran jendela pengaturan
it: Dimensione finestra impostazioni
ja: 設定ウィンドウサイズ
ko: 설정 창 크기
my: ဆက်တင်များတိုးတက်သောပြတင်းပေါက်အရွယ်အစား
pt: Definições do tamanho da janela
ru: Размер окна настроек
sw: Kipindi cha ukuaji wa dirisha la mipangilio
th: ขนาดหน้าต่างการตั้งค่า
tr: Ayarlar penceresi boyutu
ur: ترتیبات ونڈو کا سائز
vi: Kích thước cửa sổ Cài đặt
zh_hans: 设置窗口大小

# SettingsWindowTitle
source: Power Plan Manager Pro Settings
am: የኃይል ዕቅድ ሥራ አስኪያጅ ፕሮ ቅንብሮች
ar: إعدادات Power Plan Manager Pro
bn: পাওয়ার প্ল্যান ম্যানেজার প্রো সেটিংস
de: Power Plan Manager Pro-Einstellungen
es: Configuración de Power Plan Manager Pro
fa: تنظیمات Power Plan Manager Pro
fil: Mga Setting ng Power Plan Manager Pro
fr: Paramètres de Power Plan Manager Pro
hi: पावर प्लान मैनेजर प्रो सेटिंग
id: Pengaturan Pro Power Plan Manager
it: Impostazioni Power Plan Manager Pro
ja: Power Plan Manager Proの設定
ko: Power Plan Manager Pro 설정
my: Power Plan Manager Pro ဆက်တင်များ
pt: Definições do Power Plan Manager Pro
ru: Настройки Power Plan Manager Pro
sw: Mipangilio ya Power Plan Manager Pro
th: การตั้งค่า Power Plan Manager Pro
tr: Power Plan Manager Pro Ayarları
ur: Power Plan Manager Pro کی ترتیبات
vi: Cài đặt Power Plan Manager Pro
zh_hans: 电源计划管理器专业版设置

# ShowAllAdvancedSettings.Text
source: Show Hidden Advanced Settings
am: ሁሉንም የላቁ ቅንብሮች አሳይ
ar: إظهار جميع الإعدادات المتقدمة
bn: সমস্ত উন্নত সেটিংস দেখান
de: Alle erweiterten Einstellungen anzeigen
es: Mostrar todos los ajustes avanzados
fa: نمایش همه تنظیمات پیشرفته
fil: Ipakita ang lahat ng advanced na setting
fr: Afficher tous les paramètres avancés
hi: सभी उन्नत सेटिंग दिखाएँ
id: Tampilkan semua pengaturan lanjutan
it: Mostra tutte le impostazioni avanzate
ja: すべての詳細設定を表示
ko: 모든 고급 설정 표시
my: အားလုံးအဆင့်မြင့်ဆက်တင်များကိုပြပါ
pt: Mostrar todas as definições avançadas
ru: Показать все расширенные настройки
sw: Onyesha mipangilio yote ya juu
th: แสดงการตั้งค่าขั้นสูงทั้งหมด
tr: Tüm gelişmiş ayarları göster
ur: تمام اعلیٰ ترتیبات دکھائیں
vi: Hiển thị tất cả cài đặt nâng cao
zh_hans: 显示所有高级设置

# ShowInTray.Text
source: Show in tray
am: በትሪ አሳይ
ar: الإظهار في علبة النظام
bn: ট্রেতে দেখান
de: Im Tablett anzeigen
es: Mostrar en bandeja
fa: نمایش در سینی
fil: Ipakita sa trey
fr: Afficher dans le plateau
hi: ट्रे में दिखाएँ
id: Tampilkan di baki
it: Mostra nella barra delle applicazioni
ja: トレイに表示
ko: 트레이에 표시
my: တက်ကျပ်တွင်ပြပါ
pt: Mostrar na bandeja
ru: Показать в трее
sw: Onyesha kwenye tray
th: แสดงในถาดระบบ
tr: Tepside göster
ur: ٹرے میں دکھائیں
vi: Hiển thị trong khay
zh_hans: 在托盘中显示

source: Show this window
am: ይህን መስኮት አሳይ
ar: إظهار هذه النافذة
bn: এই উইন্ডোটি দেখান
de: Dieses Fenster anzeigen
es: Mostrar esta ventana
fa: نمایش این پنجره
fil: Ipakita ang window na ito
fr: Afficher cette fenêtre
hi: यह विंडो दिखाएँ
id: Tampilkan jendela ini
it: Mostra questa finestra
ja: このウィンドウを表示
ko: 이 창 표시
my: ဤပြတင်းပေါက်ကိုပြပါ
pt: Mostrar esta janela
ru: Показать это окно
sw: Onyesha dirisha hili
th: แสดงหน้าต่างนี้
tr: Bu pencereyi göster
ur: یہ ونڈو دکھائیں
vi: Hiển thị cửa sổ này
zh_hans: 显示此窗口

source: Small
am: አነስተኛ
ar: صغير
bn: ছোট
de: Klein
es: Pequeño
fa: کوچک
fil: Maliit
fr: Petit
hi: छोटा
id: Kecil
it: Piccola
ja: 小
ko: 작게
my: သေးငယ်သော
pt: Pequeno
ru: Маленький
sw: Ndogo
th: ขนาดเล็ก
tr: Küçük
ur: چھوٹا
vi: Nhỏ
zh_hans: 小

source: Start hidden in tray
am: ትሪ ውስጥ ተደብቆ ጀምር
ar: البدء مخفيًا في علبة النظام
bn: ট্রেতে লুকানো শুরু করুন
de: Beginnen Sie versteckt in der Ablage
es: Empezar oculto en la bandeja
fa: شروع به‌صورت پنهان در سینی
fil: Simulan ang pagtatago sa trey
fr: Démarrage masqué dans le plateau
hi: ट्रे में छिपाकर शुरू करें
id: Mulai disembunyikan di baki
it: Avvia nascosto nella barra delle applicazioni
ja: トレイに隠された状態で開始
ko: 트레이에서 숨기고 시작
my: တက်ကျပ်တွင် ဖျောက်ထားမှုဖြင့်စတင်ပါ
pt: Iniciar oculto na bandeja
ru: Начало скрыто в трее
sw: Anza uliyoficha kwenye tray
th: เริ่มซ่อนในถาดระบบ
tr: Tepsiye gizlenmeye başla
ur: ٹرے میں مخفی حالت میں شروع کریں
vi: Bắt đầu ẩn trong khay
zh_hans: 开始在托盘中隐藏

# StartupPermissionInstructions
source: Enable Power Plan Manager Pro in Windows Settings > Apps > Startup, then try again.
am: በዊንዶውስ ቅንብሮች > መተግበሪያዎች > ጀምር ውስጥ የኃይል ዕቅድ አስተዳዳሪ Pro ን ያንቁ ፣ ከዚያ እንደገና ይሞክሩ ።
ar: مكّن Power Plan Manager Pro في إعدادات Windows > التطبيقات > بدء التشغيل، ثم حاول مجددًا.
bn: উইন্ডোজ সেটিংস > অ্যাপস > স্টার্টআপ-এ পাওয়ার প্ল্যান ম্যানেজার প্রো সক্ষম করুন, তারপরে আবার চেষ্টা করুন ।
de: Aktivieren Sie Power Plan Manager Pro unter Windows-Einstellungen > Apps > Startup und versuchen Sie es erneut.
es: Habilite Power Plan Manager Pro en Configuración de Windows > Aplicaciones > Inicio y, a continuación, inténtelo de nuevo.
fa: Power Plan Manager Pro را در تنظیمات Windows > برنامه‌ها > راه‌اندازی فعال کنید و دوباره تلاش کنید.
fil: Paganahin ang Power Plan Manager Pro sa Mga Setting ng Windows > Apps > Startup, pagkatapos ay subukan muli.
fr: Activez Power Plan Manager Pro dans Paramètres Windows > Applications > Démarrage, puis réessayez.
hi: Windows सेटिंग > ऐप्स > स्टार्टअप में Power Plan Manager Pro चालू करें, फिर फिर से कोशिश करें।
id: Aktifkan Power Plan Manager Pro di Pengaturan Windows > Aplikasi > Startup, lalu coba lagi.
it: Abilita Power Plan Manager Pro in Impostazioni di Windows > App > Avvio, quindi riprova.
ja: Windowsの[設定] > [アプリ] > [スタートアップ]でPower Plan Manager Proを有効にしてから、もう一度お試しください。
ko: Windows 설정 > 앱 > 시작에서 Power Plan Manager Pro를 활성화한 후 다시 시도하세요.
my: Windows ဆက်တင်များ > Apps > Startup တွင် Power Plan Manager Pro ကိုဖွင့်ပါ၊ ထို့နောက်ထပ်မောင်းမယ်။
pt: Ative o Power Plan Manager Pro em Configurações do Windows > Aplicativos > Inicialização e tente novamente.
ru: Включите Power Plan Manager Pro в Windows Settings > Apps > Startup, а затем повторите попытку.
sw: Washa Power Plan Manager Pro kwenye Windows Settings > Apps > Startup, kisha jaribu tena.
th: เปิดใช้งาน Power Plan Manager Pro ในการตั้งค่า Windows > แอป > เริ่มต้นใช้งาน แล้วลองอีกครั้ง
tr: Windows Ayarları > Uygulamalar > Başlangıç'ta Power Plan Manager Pro'yu etkinleştirin, ardından tekrar deneyin.
ur: Windows ترتیبات > ایپس > اسٹارٹ اپ میں Power Plan Manager Pro فعال کریں، پھر دوبارہ کوشش کریں۔
vi: Bật Power Plan Manager Pro trong Windows Settings > Apps > Startup, sau đó thử lại.
zh_hans: 在Windows设置>应用>启动中启用Power Plan Manager Pro ，然后重试。

source: Startup permission needed
am: የጅምር ፈቃድ ያስፈልጋል
ar: يلزم إذن بدء التشغيل
bn: প্রারম্ভিক অনুমতি প্রয়োজন
de: Startberechtigung erforderlich
es: Se necesita permiso de inicio
fa: اجازه راه‌اندازی لازم است
fil: Kailangan ng pahintulot sa startup
fr: Autorisation de démarrage requise
hi: स्टार्टअप की अनुमति ज़रूरी है
id: Izin memulai diperlukan
it: Permesso di avvio necessario
ja: 起動権限が必要です
ko: 시작 권한 필요
my: စတင်ခွင့်ပြုချက် လိုအပ်သည်
pt: Permissão de inicialização necessária
ru: Требуется разрешение на запуск
sw: Uhuru wa kuanza unaohitajika
th: ต้องการสิทธิ์การอนุญาตเริ่มต้น
tr: Başlatma izni gerekli
ur: اسٹارٹ اپ کی اجازت درکار ہے
vi: Cần có quyền khởi động
zh_hans: 需要启动权限

# StartWithWindows.Content
source: Start with Windows
am: በዊንዶውስ ይጀምሩ
ar: البدء مع Windows
bn: উইন্ডোজ দিয়ে শুরু করুন
de: Beginnen Sie mit Windows
es: Empezar con Windows
fa: شروع با Windows
fil: Magsimula sa Windows
fr: Commencer avec Windows
hi: Windows के साथ शुरू करें
id: Mulai dengan Windows
it: Avvia con Windows
ja: Windowsから始める
ko: Windows와 함께 시작
my: Windows ဖြင့် စတင်ပါ
pt: Começar com o Windows
ru: Начать с Windows
sw: Anza na Windows
th: เริ่มต้นพร้อม Windows
tr: Windows ile başla
ur: Windows کے ساتھ شروع کریں
vi: Bắt đầu với Windows
zh_hans: 从Windows开始

source: Static
am: ስታቲክ
ar: ثابت
bn: স্থির
de: Statisch
es: Estático
fa: ثابت
fr: Statique
hi: स्थैतिक
id: Statis
it: Statico
ja: スタティック
ko: 고정
my: တည်ငြိမ်မှု
pt: Estático
ru: Статический
sw: Thabiti
th: คงที่
tr: Statik
ur: جامد
vi: Tĩnh
zh_hans: 静态

# SwitchPlansAfterOverallCpuLoad.Text
source: Switch plans after overall CPU load stays above or below a threshold for about nine seconds.
am: ከጠቅላላው የሲፒዩ ጭነት በኋላ ዕቅዶችን ቀይር ከዘጠኝ ሰከንዶች በላይ ወይም በታች ይቆያል ።
ar: بدّل الخطط بعد بقاء حمل المعالج الكلي أعلى أو أقل من حد معين لنحو تسع ثوانٍ.
bn: সামগ্রিক সিপিইউ লোড প্রায় নয় সেকেন্ডের জন্য একটি থ্রেশহোল্ডের উপরে বা নীচে থাকার পরে পরিকল্পনাগুলি স্যুইচ করুন ।
de: Wechseln Sie die Pläne, nachdem die Gesamt-CPU-Last für etwa neun Sekunden über oder unter einem Schwellenwert liegt.
es: Cambie los planes después de que la carga total de la CPU permanezca por encima o por debajo de un umbral durante unos nueve segundos.
fa: پس از آنکه بار کلی CPU حدود نه ثانیه بالاتر یا پایین‌تر از آستانه ماند، طرح را تغییر دهید.
fil: Lumipat ng mga plano pagkatapos ng pangkalahatang CPU load mananatili sa itaas o sa ibaba ng isang threshold para sa tungkol sa siyam na segundo.
fr: Changez de forfait une fois que la charge totale du processeur reste supérieure ou inférieure à un seuil pendant environ neuf secondes.
hi: लगभग नौ सेकंड के लिए कुल सीपीयू लोड एक सीमा से ऊपर या नीचे रहने के बाद योजनाओं को स्विच करें।
id: Beralih paket setelah beban CPU keseluruhan tetap di atas atau di bawah ambang batas selama sekitar sembilan detik.
it: Cambia piano dopo che il carico complessivo della CPU rimane sopra o sotto una soglia per circa nove secondi.
ja: 全体的なCPU負荷が約9秒間しきい値を上回ったり下回ったりした後にプランを切り替えます。
ko: 전체 CPU 부하가 약 9초 동안 임계값 이상 또는 이하로 유지되면 계획 전환.
my: စုစုပေါင်း CPU ပမာဏသည် သတ်မှတ်ချက်ထက် အထက် သို့မဟုတ် အောက်တွင် ၉ စက္ကန့်ခန့် ရှိနေစဉ် ပြောင်းလဲမှုအစီအစဉ်များ ပြုလုပ်ပါ။
pt: Alterne os planos após a carga geral da CPU permanecer acima ou abaixo de um limite por cerca de nove segundos.
ru: Переключите планы после того, как общая загрузка ЦП останется выше или ниже порогового значения в течение примерно девяти секунд.
sw: Badilisha mipango baada ya mzigo wa jumla wa CPU kubaki juu au chini ya kizingiti kwa takriban sekunde tisa.
th: สลับแผนหลังจากการใช้งาน CPU โดยรวมสูงกว่าหรือต่ำกว่าค่ากำหนดประมาณเก้าวินาที
tr: Genel CPU yükü yaklaşık dokuz saniye boyunca bir eşiğin üzerinde veya altında kaldıktan sonra planları değiştirin.
ur: تقریباً نو سیکنڈ تک مجموعی CPU لوڈ حد سے اوپر یا نیچے رہنے پر پلان تبدیل کریں۔
vi: Chuyển đổi kế hoạch sau khi tải CPU tổng thể ở trên hoặc dưới ngưỡng trong khoảng chín giây.
zh_hans: 在整体CPU负载高于或低于阈值约9秒后切换计划。
